<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
        <title>Evaluaci&oacute;n de la participaci&oacute;n mediante an&aacute;lisis de interacciones</title>
        <link rel="stylesheet" type="text/css" href="assessment.css"/>
    </head>

    <body>
        <div class="title">Evaluaci&oacute;n de la participaci&oacute;n mediante<br/><span class="patterntitle">An&aacute;lisis de interacciones</span></div>

        <div class="problemTitle">Problema:</div>
        <div class="problem">
            <p>La participaci&oacute;n en el trabajo colaborativo determina el aprendizaje alcanzado por cada alumno. Sin embargo,
                en ocasiones ser&aacute; imposible observar directamente el trabajo de los alumnos; esto puede
                ser debido al alto n&uacute;mero de alumnos y grupos, o a que algunas actividades se realizan
                a distancia.</p>
            <p>Precisamente, el trabajo realizado a distancia con soporte tecnol&oacute;gico (colaboraci&oacute;n
                a trav&eacute;s de ordenadores) plantea dificultades en su observaci&oacute;n.</p>
        </div>

        <div class="solutionTitle">Soluci&oacute;n:</div>
        <div class="solution">
            <p>En aquellos casos en los que la colaboraci&oacute;n se lleve a cabo con un soporte tecnol&oacute;gico,
                es posible obtener informaci&oacute;n valiosa acerca de los procesos de aprendizaje colaborativo
                mediante el uso de herramientas de an&aacute;lisis de interacciones.</p>

            <p>Esto plantea una serie de requisitos:</p>
            <ul>
                <li>La actividad colaborativa debe estar mediada por un sistema inform&aacute;tico (por ejemplo, sistemas de trabajo en grupo).</li>
                <li>Este sistema debe ser capaz de producir logs, que recojan las acciones de los usuarios y, por lo tanto, las interacciones entre estudaintes a trav&eacute;s del sistema.</li>
                <li>El evaluador, al no poder observar el proceso colaborativo directamente, se valdr&aacute; de los logs generados para tratar de comprender el desarrollo de las actividades de aprendizaje.</li>
                <li>Esto es posible utilizando un segundo sistema, o <strong>sistema de an&aacute;lisis de interacciones</strong>, capaz de procesar los logs e inferir datos acerca del comportamiento de los alumnos.</li>
                <li>Finalmente, es necesario asegurarse de que ambos sistemas utilizan un mismo tipo de logs (informaci&oacute;n incluida y formato), y conectarlos para que los logs producidos por uno sean procesador por el segundo.</li>
            </ul>

            <p>Esta evaluaci&oacute;n puede llevarse a cabo de forma continua o, al
			menos, pueden aparecer varios hitos a lo largo de las actividades
			colaborativas en los que se puedan procesar los resultados.</p>
            <p>Una vez procesados los logs, y analizados para obtener los resultados de la evaluaci&oacute;n
                del trabajo colaborativo por parte del evaluador, dichos resultados pueden usarse con diferentes fines:
                dar realimentaci&oacute;n a los alumnos, tomar decisiones acerca de
			actividades de aprendizaje futuras, etc. </p>
        </div>
        <div class="guidelinesTitle">Consejos de aplicaci&oacute;n:</div>
        <div class="guidelines">
            <p>Para poder realizar esta evaluaci&oacute;n, se requiren dos tipos de sistemas:</p>
            <ul>
                <li>En la <i>actividad evaluada</i>, la colaboraci&oacute;n debe estar mediada por alg&uacute;n tipo de
                    <strong>sistema de trabajo o aprendizaje colaborativo</strong> capaz de recoger logs. Por ejemplo, es
                    posible obtener datos de sistemas como BSCW o Synergeia. Por lo tanto, dicho sistema deber&iacute;a
                    aparecer como un recursos disponible para los alumnos.</li>
                <li>En la <i>actividad de evaluaci&oacute;n</i>, el an&aacute;lisis requiere un <strong>sistema de an&aacute;lisis de interacciones</strong>,
                        como por ejemplo "i-bee", "COLEMON", "Observer XT", etc. Este sistema deber&iacute;a incluirse como recurso en la actividad de evaluaci&oacute;n; adem&aacute;s, deben incluir instrucciones
                    para el evaluador acerca de c&oacute;mo utilizar este sistema.</li>
                <li>Finalmente, en la configuraci&oacute;n del script se debe asegurar que los logs generados por el sistema de trabajo colaborativo se pasar&aacute;n
                    al sistema de an&aacute;lisis de interacciones.</li>
                <li>Un ejemplo especializado de an&aacute;lisis de interacciones es la <a href="roledetection.html"><span class="patterntitle">Detecci&oacute;n de roles</span></a>.</li>
            </ul>
        </div>
    </body>
</html>