<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
        <title>Evaluaci&oacute;n de un miembro de grupo elegido aleatoriamente</title>
        <link rel="stylesheet" type="text/css" href="assessment.css"/>
    </head>

    <body>
        <div class="title">Evaluaci&oacute;n de un<br/><span class="patterntitle">Miembro de grupo elegido
		aleatoriamente</span></div>

        <div class="problemTitle">Problema:</div>
        <div class="problem">
            <p>En ocasiones, la distribuci&oacute;n de tareas dentro de un grupo impide
			que cada uno de los miembros del grupo comprendan el trabajo del resto
			o incluso la soluci&oacute;n global. Por otro lado, tambi&eacute;n existe el
			riesgo de que alguno de los miembros no se implique en el trabajo de
			forma adecuada y conf&iacute;e en sus compa&ntilde;eros para realizar las tareas
			asignadas.</p>
        </div>

        <div class="solutionTitle">Soluci&oacute;n:</div>
        <div class="solution">
            <p>En estos casos, se debe tratar de fomentar la responsabilidad
			individual de todos los miembros del grupo. Para ello, una posibilidad consiste en
                realizar una tarea de evaluaci&oacute;n en la que un miembro del
			grupo, elegido aleatoriamente, debe responder por todos sus compa&ntilde;eros. La
			nota que reciba ser&aacute; tambi&eacute;n la de todo su grupo.</p>

            <p>Mediante esta t&eacute;cnica, todos los estudiantes son conscientes de
			su responsabilidad con el grupo, lo que puede fomentar la 
                responsabilidad individual. Adem&aacute;s, los miembros del grupo que entiendan
                mejor el problema o tema a evaluar tendr&aacute;n inter&eacute;s en que todos sus compa&ntilde;eros
                alcancen un buen nivel de comprensi&oacute;n; de este modo, se fomenta que unos estudiantes
                ayuden al resto a conseguir los objetivos de aprendizaje.</p>
            <p>Esta t&eacute;cnica puede considerarse como un caso particular de
                <a href="sharedgrades.html"><span class="patterntitle">Notas compartidas</span></a>.</p>
        </div>
        <div class="guidelinesTitle">Consejos de aplicaci&oacute;n:</div>
        <div class="guidelines">
            <p>Para completar la aplicaci&oacute;n de este patr&oacute;n, se recomienda:</p>
            <ul>
                <li>En la <i>actividad evaluada</i>, los alumnos deben ser conscientes del hecho
                    de que un miembro del grupo ser&aacute; elegido aleatoriamente para responder por todos. Conocer
                    esto les prepara para afrontar la evaluaci&oacute;n e incrementa las posibilidades de que la colaboraci&oacute;n
                    resulte en los objetivos esperados.</li>
                <li>En la <i>actividad de evaluaci&oacute;n</i>, el evaluador debe contar con las debidas instrucciones:
                    realizar la evaluaci&oacute;n a un &uacute;nico miembro de cada grupo, elegir &eacute;ste de forma aleatoria, y
                    poner la nota obtenida por el alumno elegido a todo el grupo. Aparte de esto, es necesario por
                    supuesto configurar la t&eacute;cnica de evaluaci&oacute;n que se utilizar&aacute; (este patr&oacute;n puede utilizarse con
                    otros patrones de evaluaci&oacute;n.</li>
                <li>Ser&iacute;a adecuado indicar que un uso de los resultados de la evaluaci&oacute;n en la que
                    se aplique este patr&oacute;n es "Poner nota a los estudiantes".</li>

            </ul>
        </div>
    </body>
</html>