<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
        <title>Detecci&oacute;n de roles</title>
        <link rel="stylesheet" type="text/css" href="assessment.css"/>
    </head>

    <body>
        <div class="title patterntitle">Detecci&oacute;n de roles</div>

        <div class="problemTitle">Problema:</div>
        <div class="problem">
            <p>Durante el aprendizaje colaborativo, los estudiantes toman de forma
			espont&aacute;nea diferentes roles participativos y funcionales. Estos
			roles definen la forma en que trabajan en grupo, tanto su nivel de participaci&oacute;n
                como las tareas o responsabilidades que asumen; por lo tanto, para
			comprender el desarrollo del trabajo colaborativo es importante determinar 
			qu&eacute; papel toma cada persona.</p>
        </div>

        <div class="solutionTitle">Soluci&oacute;n:</div>
        <div class="solution">
            <p>Existen t&eacute;cnicas &uacute;tiles para inferir los roles que adopta cada participante en una
                actividad de trabajo colaborativo. En aqu&eacute;llos casos en los que la colaboraci&oacute;n est&aacute;
                mediada por ordenadores (mediante <strong>sistemas de grabajo en grupo</strong>, por ejemplo),
                es posible obtener informaci&oacute;n &uacute;til sobre la participaci&oacute;n de cada estudiante a trav&eacute;s de los
                logs generados por dichos sistemas.</p>
            <p>Por lo tanto, en un entorno mediado por tecnolog&iacute;a, una posible forma de obtener informaci&oacute;n
                acerca de los roles que adopta cada alumno consiste en utilizar un <strong>sistema de an&aacute;lisis
                    de interacciones</strong>, con soporte para detecci&oacute;n de roles.</p>
            <p>Dicho sistema se encargar&aacute; de procesar los logs generados por el sistema de trabajo en grupo y,
                a partir de la informaci&oacute;n de participaci&oacute;n, inferir los roles que toma cada alumno.</p>
            <p>Una vez procesados los logs, y analizados por el evaluador para obtener informaci&oacute;n acerca de roles
                los resultados pueden usarse con diferentes fines: dar realimentaci&oacute;n a los alumnos acerca de sus propios
                procesos colaborativos, tomar decisiones acerca de
			actividades de aprendizaje futuras, etc. </p>

        </div>
        <div class="guidelinesTitle">Consejos de aplicaci&oacute;n:</div>
        <div class="guidelines">
            <p>Para poder realizar esta evaluaci&oacute;n, se requiren dos tipos de sistemas:</p>
            <ul>
                <li>En la <i>actividad evaluada</i>, la colaboraci&oacute;n debe estar mediada por alg&uacute;n tipo de
                    <strong>sistema de trabajo o aprendizaje colaborativo</strong> capaz de recoger logs. Por ejemplo, es
                    posible obtener datos de sistemas como BSCW o Synergeia. Por lo tanto, dicho sistema deber&iacute;a
                    aparecer como un recursos disponible para los alumnos.</li>
                <li>En la <i>actividad de evaluaci&oacute;n</i>, el an&aacute;lisis requiere un <strong>sistema de an&aacute;lisis de interacciones con soporte de detecci&oacute;n de roles</strong>,
                    como por ejemplo SAMSA. Este sistema deber&iacute;a incluirse como recurso en la actividad de evaluaci&oacute;n; adem&aacute;s, deben incluir instrucciones
                    para el evaluador acerca de c&oacute;mo utilizar este sistema.</li>
                <li>Los roles que toma cada alumno pueden estar afectados por el tipo de actividad. Por lo tanto, el sistema de
                    an&aacute;lisis de interacciones deber&aacute; ser configurado teniendo esto en cuenta.</li>
                <li>Finalmente, en la configuraci&oacute;n del script se debe asegurar que los logs generados por el sistema de trabajo colaborativo se pasar&aacute;n
                    al sistema de an&aacute;lisis de interacciones.</li>
                <li>La configuraci&oacute;n de este patr&oacute;n es muy similar a la de <a href="interactionanalysis.html"><span class="patterntitle">An&aacute;lisis de interacciones</span></a>.</li>
            </ul>
        </div>
    </body>
</html>