<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
        <title>R&uacute;bricas</title>
        <link rel="stylesheet" type="text/css" href="assessment.css"/>
    </head>

    <body>
        <div class="title patternTitle">R&uacute;bricas</div>

        <div class="problemTitle">Problema:</div>
        <div class="problem">
            <p>En ocasiones, el evaluador puede no estar seguro de los criterios
                de evaluaci&oacute;n; esto es especialmente importante cuando los alumnos
                son los encargados de realizar la evaluaci&oacute;n.</p>

        </div>

        <div class="solutionTitle">Soluci&oacute;n:</div>
        <div class="solution">
            <p>A fin de guiar la tarea de evaluaci&oacute;n, se pueden utilizar
                <strong>r&uacute;bricas</strong>. Una r&uacute;brica consiste en un documento que describe
                los criterios y est&aacute;ndares que debe emplear el evaluador.</p>
            <p>Las r&uacute;bricas adem&aacute;s sirven para indicar los objetivos de aprendizaje
                que la evaluaci&oacute;n pretende medir. De este modo, la r&uacute;brica sirve como
                instrucciones para el evaluador no s&oacute;lo con respecto a c&oacute;mo medir, si no tambi&eacute;n
                qu&eacute; evaluar.</p>
            <p>La r&uacute;brica puede ser proporcionada como un documento incluido en el script (es
                decir, se genera durante el proceso de creaci&oacute;n del script). Sin embargo,
                cuando los evaluadores son los estudiantes puede ser &uacute;til realizar actividades
                en las que &eacute;stos discuten los criterios y dimensiones incluidas en la r&uacute;brica.
                De este modo, se mejora la comprensi&oacute;n de la r&uacute;brica, lo que despu&eacute;s facilitar&aacute;
                la evaluaci&oacute;n. Por otro lado, la creaci&oacute;n de una r&uacute;brica puede ser una
                actividad de aprendizaje dentro de un script.</p>
        </div>
        <div class="guidelinesTitle">Consejos de aplicaci&oacute;n:</div>
        <div class="guidelines">
            <p>Para incluir este patr&oacute;n en un script, se recomienda:</p>
            <ul>
                <li>En la <i>actividad de evaluaci&oacute;n</i>, se debe incluir la r&uacute;brica como un recurso
                    a disposici&oacute;n del evaluador.</li>
                <li>Si la r&uacute;brica no se genera durante el proceso de edici&oacute;n del script, sino que
                    es creada durante las actividades de aprendizaje, es necesario incluir alg&uacute;n
                    mecanismo para hacer llegar al evaluador la r&uacute;brica en la
                    <i>actividad de evaluaci&oacute;n</i>.</li>
                <li>Pueden ser necesarias instrucciones para el evaluador acerca de c&oacute;mo usar la r&uacute;brica.
                    En este caso, estas instrucciones pueden incluirse en la descripci&oacute;n de la
                    <i>actividad de evaluaci&oacute;n</i>.</li>
            </ul>
        </div>
    </body>
</html>