<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html;charset=UTF-8" />
        <title>Auto evaluaci&oacute;n</title>
        <link rel="stylesheet" type="text/css" href="assessment.css"/>
    </head>

    <body>
        <div class="title patterntitle">Auto evaluaci&oacute;n</div>

        <div class="problemTitle">Problema:</div>
        <div class="problem">
            <p>En el aprendizaje colaborativo, es importante que los grupos sean
			capaces de auto-gestionar su organizaci&oacute;n y mantener relaciones de
			trabajo efectivas. Para ello, necesitan tener conciencia de c&oacute;mo
			est&aacute;n trabajando o los problemas que tienen.</p>
        </div>

        <div class="solutionTitle">Soluci&oacute;n:</div>
        <div class="solution">
            <p>Para evitar que los grupos dejen de trabajar de forma efectiva, es
			recomendable hacer que dediquen tiempo a evaluar su propio trabajo de 
			forma cr&iacute;tica. Mediante el an&aacute;lisis de las acciones que
			benefician o perjudican su trabajo pueden tomar decisiones para corregir 
			los problemas existentes.</p>

            <p>Para animar a los studiantes a esta tarea, es importante hacer que sea
			una actividad expl&iacute;cita en el plan de trabajo, dedicar suficiente
			tiempo a ella, e informar claramente de su pr&oacute;posito.</p>

            <p>Mediante la realizaci&oacute;n de auto-evaluaci&oacute;n, no
			s&oacute;lo puede mejorar la eficiencia del trabajo en grupo, sino que se
			fomenta la generaci&oacute;n de realimentaci&oacute;n a los estudiantes (generada
			por sus propios compa&ntilde;eros de grupo) y facilita el aprendizaje de
			habilidades de colaboraci&oacute;n.</p>
        </div>
        <div class="guidelinesTitle">Consejos de aplicaci&oacute;n:</div>
        <div class="guidelines">
            <p>Para plantear una auto-evaluaci&oacute;n en Web Collage, se recomienda:</p>
            <ul>
                <li>Este patr&oacute;n puede utilizarse junto con otras t&eacute;cnicas de evaluaci&oacute;n: con este
                    patr&oacute;n s&oacute;lo se indica qui&eacute;n es el evaluador, y el pr&oacute;sito de la evaluaci&oacute;n.</li>
                <li>Ya que el evaluador es la misma persona o grupo que el evaluado, puede ser adecuado asegurarse
                    de que, al elegir las <i>actividades evaluada</i> y <i>de evaluaci&oacute;n</i>, est&eacute;n asignadas al
                    mismo rol (esto no es imprescindible; sin embargo, los evaluadores deben ser alumnos, por supuesto).</li>
                <li>En la <i>actividad de evaluaci&oacute;n</i>, se deben dar las instrucciones necesarias al evaluador, e indicar
                el prop&oacute;sito de la evaluaci&oacute;n de acuerdo con lo expuesto antes en esta p&aacute;gina.</li>
            </ul>
        </div>

    </body>
</html>