<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
    <head>
    </head>
    <link type="text/css" rel="stylesheet" href="main.css">
    <body>

        <h1> Descripcion </h1>

        Este patr&oacute;n propone un flujo de aprendizaje colaborativo para un contexto que dispone de estudiantes con similar nivel de conocimientos y experiencia.


        <h2> Problema </h2>

        <b>Si varios estudiantes resuelven un problema y resulta que la revisi&oacute;n de la soluci&oacute;n por parte de un compa&ntilde;ero puede beneficiar en el aprendizaje de dicho compa&ntilde;ero, deber&iacute;a planearse un flujo de actividades aprendizaje colaborativo que organizase dicha revisi&oacute;n.</b>


        <h2> Objetivos educativos </h2>

        <UL>
            <LI> Trabajar la expresi&oacute;n escrita (redacci&oacute;n de los comentarios de evaluaci&oacute;n).
            <LI> Promover el an&aacute;lisis y la evaluaci&oacute;n cr&iacute;tica.
            <LI> Fomentar la argumentaci&oacute;n razonada.
        </UL>

        <h2> Complejidad </h2>

        <b>-</b>.

        <h2> Solucion </h2>

        1. Desarrollo de la soluci&oacute;n (estudiantes: individual o en grupo) al problema planteado (por parte del profesor, generalmente abierto)
        2. Asignaci&oacute;n de revisores
        3. Revisi&oacute;n de las soluciones (alumnos, individual o en grupo) y env&iacute;o a los autores de la realimentaci&oacute;n generada por los revisores (podr&iacute;a ser an&oacute;nimo)
        4. An&aacute;lisis de la realimentaci&oacute;n recibida
        5. Evaluaci&oacute;n de la realimentaci&oacute;n recibida (esta fase es opcional, pero es
        frecuente que se eval&uacute;e tambi&eacute;n el trabajo de los revisores)
        6. Discusi&oacute;n de las revisiones en grupo (esta fase es opcional)
        7. Incorporaci&oacute;n de los comentarios a la soluci&oacute;n desarrollada (mejor&aacute;ndola, con
        lo que se convierte en un proceso iterativo, pudiendo repetirse el ciclo tantas
        veces como se desee)

    </body>
</head>
